Repository: common-repository/smartcat-wpml
Catalog: languages/smartcat-wpml-*.po
Languages: ru_ru

source: Security
ru_ru: Безопасность

source: This is necessary to protect against external access.
ru_ru: Создайте секретный ключ для обеспечения безопасного соединения между сайтом и Smartcat.

source: Secret key
ru_ru: Секретный ключ

source: Generate
ru_ru: Сгенерировать

source: Save
ru_ru: Сохранить

source: Smartcat Integration Add-on allows you to synchronize your site content for localization with Smartcat
ru_ru: Smartcat Integration Add-on позволяет синхронизировать контент вашего сайта для локализации со Smartcat

source: Settings
ru_ru: Настройки

source: WPML plugin is not installed or activated. Smartcat Integration Add-on is not active
ru_ru: Плагин WPML не установлен или не активирован. Smartcat Integration Add-on не активен

source: The site uses simple links without a Friendly URL. Activate Friendly URL for Smartcat Integration Add-on to work correctly. <a href='https://wordpress.org/support/article/using-permalinks/' target='_blank'>More</a>
ru_ru: На сайте отключена поддержка ЧПУ (Человекопонятный URL). Активируйте его для корректной работы Smartcat Integration Add-on. <a href='https://wordpress.org/support/article/using-permalinks/' target='_blank'>Подробнее</a>

source: <a href='https://help.smartcat.com/hc/en-us/articles/4405414189330' target='_blank'>Follow this link</a> to view the instructions on how to set up the integration.
ru_ru: Перейдите <a href='https://help.smartcat.com/hc/en-us/articles/4405414189330' target='_blank'>по этой ссылке</a>, чтобы посмотреть инструкцию по настройке интеграции.

source: Include Advanced Custom Fields (ACF)
ru_ru: Переводить Advanced Custom Fields (ACF)

source: Enable this option if you use ACF in your WordPress site and want to translate them too.
ru_ru: Включите эту опцию, чтобы переводить поля, созданные с помощью плагина “Advanced Custom Fields”.

source: Smartcat authentication
ru_ru: Аутентификация в Smartcat

source: Log out
ru_ru: Сбросить аккаунт

source: To manage translations from the sidebar in the editor, you need to log in to your Smartcat account
ru_ru: Чтобы создать интеграцию со Smartcat, используя метабоксы ваших сообщений, вам необходимо аутентифицировать плагин

source: Log in to Smartcat
ru_ru: Авторизироваться в Smartcat

source: Source language
ru_ru: Язык оригинала

source: Target languages
ru_ru: Языки перевода

source: Deadline
ru_ru: Дедлайн

source: Status
ru_ru: Статус

source: Smartcat project
ru_ru: Проект в Smartcat

source: Translation request
ru_ru: Запрос на перевод

source: Translate selected posts
ru_ru: Перевести выбранные статьи

source: Selected posts
ru_ru: Выбранные посты

source: Send to Smartcat
ru_ru: Отправить в Smartcat

source: Sent
ru_ru: Отправлено

source: In progress
ru_ru: В процессе

source: Completed
ru_ru: Завершено

source: Actions
ru_ru: Действия

source: Get translations
ru_ru: Получить переводы

source: Delete translation request
ru_ru: Удалить запрос на перевод

source: Translation requests
ru_ru: Запросы на перевод

source: Create translation request
ru_ru: Создать запрос на перевод

source: Create new translation request
ru_ru: Создать новый запрос на перевод

source: Translation requests dashboard
ru_ru: Список запросов на перевод
